Repository: NaN-tic/trytond-jasper_reports_options
Catalog: locale/*.po
Languages: ca, es

# field:company.company,invoice_background:
source: Invoice Background
ca: Factura fons de pàgina
es: Factura fondo de página

# field:company.company,invoice_footer:
source: Invoice Footer
ca: Factura peu de pàgina
es: Factura pie de página

# field:company.company,invoice_header:
source: Invoice Header
ca: Factura encapçalat de pàgina
es: Factura encabezado de página

# field:company.company,invoice_qty:
source: Invoice Qty
ca: Quantitat Factura
es: Cantidad Factura

# field:company.company,purchase_qty:
source: Purchase Qty
ca: Quantitat Compra
es: Cantidad Compra

# field:company.company,sale_qty:
source: Sale Qty
ca: Quantitat Venda
es: Cantidad Pedido venta

# field:company.company,shipment_qty:
source: Shipment Qty
ca: Quantitat Albarà
es: Cantidad Albarán

# field:company.company,show_origins:
source: Show Origins
ca: Mostra orígenes
es: Mostrar orígenes

# field:company.company,show_uom:
source: Show UoM
ca: Mostra UdM
es: Mostrar UdM

# help:company.company,invoice_qty:
source: Show qty without decimals
ca: Mostra les quantitats sense decimals
es: Muestra las cantidades sin decimales

# help:company.company,purchase_qty:
source: Show qty without decimals
ca: Mostra les quantitats sense decimals
es: Muestra las cantidades sin decimales

# help:company.company,sale_qty:
source: Show qty without decimals
ca: Mostra les quantitats sense decimals
es: Muestra las cantidades sin decimales

# help:company.company,shipment_qty:
source: Show qty without decimals
ca: Mostra les quantitats sense decimals
es: Muestra las cantidades sin decimales

# help:company.company,show_origins:
source: Show the origins
ca: Mostra els orígens
es: Mostra els orígens

# help:company.company,show_uom:
source: Show the UoM
ca: Mostra la unitat de mesura
es: Muestra la unidad de medida
